{
  "entries": [
    {
      "id": "what-is-ambazonia",
      "question": "What is Ambazonia?",
      "shortAnswer": "Ambazonia is the name adopted by an independence movement for the English-speaking North West and South West Regions of Cameroon — territories formerly administered by the United Kingdom as Southern Cameroons under a United Nations trusteeship until 1961.",
      "deepAnswer": [
        "The name 'Ambazonia' derives from Ambas Bay (formerly Bimbia Bay), located in what is now the South West Region of Cameroon.",
        "The territory was administered by Britain as British Cameroons under UN trusteeship, separately from French Cameroun.",
        "Following a 1961 UN-supervised plebiscite, Southern Cameroons voted to join the Republic of Cameroon, forming the Federal Republic of Cameroon on 1 October 1961.",
        "Calls for distinct political status escalated from 2016 onward; a declaration of independence was issued in October 2017.",
        "The name 'Ambazonia' is used primarily within the independence movement. Cameroon's government and most international bodies use the official designations North West Region and South West Region."
      ],
      "ambazoniaClaim": "Proponents argue that Southern Cameroons never legally surrendered its sovereignty, that the 1961 federation was not formalised by a binding international treaty, and that Ambazonia is therefore a de jure independent state.",
      "cameroonPosition": "The government of Cameroon holds that the North West and South West Regions are integral parts of the unitary Republic of Cameroon, whose constitutional order was legally established and is internationally recognised.",
      "internationalContext": "No member state of the United Nations recognises Ambazonia as a sovereign state. The international community, including the African Union, recognises Cameroon within its existing borders.",
      "relatedDocuments": [
        "trusteeship20agreement20on20cameroons20under20united20kingdom20administration201947",
        "proclamation20formalizing20the20independence20of20ambazonia2010-10-1990"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-southern-cameroons",
      "question": "What is Southern Cameroons?",
      "shortAnswer": "Southern Cameroons was a UN Trust Territory administered by the United Kingdom from 1922 to 1961, occupying the area now comprising the North West and South West Regions of Cameroon.",
      "deepAnswer": [
        "British Cameroons was created by the partition of the former German colony of Kamerun after World War I, when the territory was divided between France and Britain under League of Nations mandates.",
        "Britain administered the territory in two geographically separate sections: Northern Cameroons and Southern Cameroons.",
        "Southern Cameroons had its own House of Assembly and Executive Council and operated under British trusteeship, distinct from the adjoining Federation of Nigeria.",
        "Following the 1961 plebiscite, Southern Cameroons became West Cameroon in the Federal Republic of Cameroon; Northern Cameroons voted to join Nigeria.",
        "The 1972 referendum abolished the federal structure; the territory was subsequently reorganised into provinces and later into administrative regions."
      ],
      "ambazoniaClaim": "Independence advocates contend that Southern Cameroons was a distinct non-self-governing territory with an enduring claim to separate independence under UN decolonisation principles, and that its integration into Cameroon did not extinguish that right.",
      "cameroonPosition": "Cameroon's position is that Southern Cameroons' accession to the federation was a lawful act of self-determination, definitively settled by the 1961 plebiscite under UN supervision.",
      "internationalContext": "The United Nations oversaw the 1961 plebiscite as the resolution of Southern Cameroons' political status. No UN body has subsequently endorsed revisiting that outcome.",
      "relatedDocuments": [
        "trusteeship20agreement20on20cameroons20under20united20kingdom20administration201947",
        "00120-declassified20her20britannic20majestys20government20secret20on20southern20cameroons2031st20july201958",
        "statement20made20by20uk20representative20at20the20959th20meeting20of20the20trusteeship20council"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-was-the-1961-plebiscite",
      "question": "What was the 1961 UN plebiscite?",
      "shortAnswer": "The 1961 plebiscite was a United Nations-supervised vote held on 11 February 1961 in British Cameroons, in which voters in Southern Cameroons chose between joining the Republic of Cameroon and joining the Federal Republic of Nigeria.",
      "deepAnswer": [
        "The plebiscite was mandated by UN General Assembly Resolution 1352 (XIV) of 1959 and conducted under UN supervision.",
        "The two options on the ballot were: (a) joining an independent Nigeria, or (b) joining an independent Republic of Cameroon. Independence as a separate state was not offered as an option.",
        "Southern Cameroons voted approximately 70.5% in favour of joining the Republic of Cameroon; Northern Cameroons voted to join Nigeria.",
        "The result led to the proclamation of the Federal Republic of Cameroon on 1 October 1961.",
        "Critics argue that the exclusion of a full independence option made the plebiscite an incomplete exercise of the right to self-determination."
      ],
      "ambazoniaClaim": "Independence advocates argue that the plebiscite was structurally flawed because it excluded outright independence as an option, and that the result therefore does not constitute a fully exercised right to self-determination.",
      "cameroonPosition": "The Cameroon government considers the plebiscite a legally valid and internationally supervised act of self-determination that confers permanent legitimacy on Southern Cameroons' integration.",
      "internationalContext": "The United Nations General Assembly accepted the plebiscite results and by Resolution 1608 (XV) of 1961 terminated the trusteeship over Southern Cameroons in connection with its integration into the federation.",
      "relatedDocuments": [
        "00520-declassified20her20britannic20majestys20government20secret20on20southern20cameroons2016th20march201961",
        "00620-declassified20her20britannic20majestys20government20secret20on20southern20cameroons2021st20march201961",
        "legal20analysis20of20un20article2076b20on20future20of20the20cameroons20under20british20administration"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-the-fira",
      "question": "What is the Federal Republic of Ambazonia?",
      "shortAnswer": "The Federal Republic of Ambazonia is the state declared on 1 October 2017 by independence leaders, claiming sovereignty over the North West and South West Regions of Cameroon.",
      "deepAnswer": [
        "The declaration followed a period of escalating protests and drew on an earlier symbolic proclamation made on 10 October 1990 by legal advocate Fon Fongum Gorji Dinka.",
        "The October 2017 declaration was made by leaders of the Ambazonia Governing Council, primarily led by Sisiku Julius Ayuk Tabe.",
        "The Federal Republic of Ambazonia has an Interim Government (IG) that operates primarily from outside Cameroon and claims authority over the territory.",
        "The IG has issued ordinances, appointed officials, and maintains representative structures in the diaspora.",
        "No United Nations member state has extended diplomatic recognition to the Federal Republic of Ambazonia."
      ],
      "ambazoniaClaim": "Proponents hold that the Federal Republic of Ambazonia is a legitimately constituted state with a constitution, legal framework, and governing institutions, exercising the right of self-determination against an occupying power.",
      "cameroonPosition": "The Cameroon government characterises the declaration of independence as an illegal and unconstitutional act, and treats the armed conflict as an internal security matter.",
      "internationalContext": "The international community has not recognised the Federal Republic of Ambazonia. International bodies have called for dialogue and civilian protection without endorsing the independence claim.",
      "relatedDocuments": [
        "proclamation20formalizing20the20independence20of20ambazonia2010-10-1990",
        "southern20cameroons20independence20constition",
        "ordinance20ambazonian20government20and20parastatal20ordinance20agpo"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "who-governs-the-fira",
      "question": "Who governs the Federal Republic of Ambazonia?",
      "shortAnswer": "The Federal Republic of Ambazonia is nominally governed by an Interim Government (IG) operating in exile, which claims authority over the North West and South West Regions of Cameroon.",
      "deepAnswer": [
        "The Interim Government was proclaimed following the October 2017 declaration of independence.",
        "Sisiku Julius Ayuk Tabe was the initial president; he was arrested in Nigeria in January 2018 and subsequently convicted in Cameroon.",
        "IG leadership has been contested and fragmented, with multiple factions claiming legitimacy.",
        "The IG issues ordinances, proclamations, and directives, some of which are represented in this archive.",
        "Armed groups operating in the North West and South West Regions claim varying degrees of alignment with the IG or with the independence movement generally."
      ],
      "ambazoniaClaim": "The IG presents itself as the legitimate government of a sovereign state, with authority to issue laws and represent the Ambazonian people in international forums.",
      "cameroonPosition": "Cameroon regards the IG as an illegitimate entity with no legal standing, whose members are subject to prosecution under Cameroonian law for acts of terrorism and secession.",
      "internationalContext": "No state or international organisation has accorded the IG formal diplomatic recognition or observer status.",
      "relatedDocuments": [
        "ordinance20ambazonian20government20and20parastatal20ordinance20agpo",
        "ordinance20ambazonia20civil20defence20force20ordinance",
        "republic20of20ambazonias20letter20to20the20un"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "when-was-independence-declared",
      "question": "When was Ambazonian independence declared?",
      "shortAnswer": "A formal declaration of independence was issued on 1 October 2017 by leaders of the Ambazonia Governing Council; an earlier symbolic proclamation had been made on 10 October 1990.",
      "deepAnswer": [
        "The 1990 proclamation was issued by Fon Fongum Gorji Dinka following the convening of civil society actors, but did not result in armed conflict or significant international attention at the time.",
        "The 2017 declaration was made at mass gatherings on 1 October, the anniversary of Cameroon's independence.",
        "The Cameroon government responded with a military crackdown; the conflict escalated significantly in late 2017 and into 2018.",
        "October 1st has since been commemorated annually by supporters of the independence movement.",
        "Leadership of the independence movement was severely disrupted by the January 2018 arrest of Sisiku Ayuk Tabe and other senior figures."
      ],
      "ambazoniaClaim": "Proponents consider both the 1990 and 2017 declarations lawful expressions of a people's right to self-determination, restoring sovereignty that was never legally transferred.",
      "cameroonPosition": "The government of Cameroon considers the declarations unconstitutional and without legal effect under Cameroonian or international law.",
      "internationalContext": "Neither declaration has been recognised by any UN member state or regional body.",
      "relatedDocuments": [
        "proclamation20formalizing20the20independence20of20ambazonia2010-10-1990"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "is-ambazonia-recognized",
      "question": "Is Ambazonia recognised internationally?",
      "shortAnswer": "No. As of 2026, no member state of the United Nations has recognised the Federal Republic of Ambazonia as a sovereign state.",
      "deepAnswer": [
        "The African Union has not recognised Ambazonia and has reaffirmed Cameroon's territorial integrity.",
        "The United Nations has addressed the humanitarian situation in the North West and South West Regions but has not endorsed any change to Cameroon's borders.",
        "The United States, the European Union, and the United Kingdom have called for dialogue and de-escalation without endorsing independence.",
        "Diaspora organisations have sought to bring the question before international bodies, without achieving formal recognition.",
        "International non-recognition reflects the prevailing norm of uti possidetis juris in African decolonisation, which maintains borders as they stood at independence."
      ],
      "ambazoniaClaim": "Advocates argue that non-recognition does not extinguish the legal right to self-determination, and that the international community is obligated to engage with the question under UN Charter principles.",
      "cameroonPosition": "Cameroon considers the absence of international recognition to be a confirmation of the legality and permanence of its current borders and constitutional order.",
      "internationalContext": "The international community's prevailing position is that the conflict is an internal Cameroonian matter requiring political dialogue rather than border revision.",
      "relatedDocuments": [
        "republic20of20ambazonias20letter20to20the20un",
        "cameroon20membership20application20at20the20un",
        "the20republic20of20ambazonia20at20organisation20of20african20unity20june201991"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-the-anglophone-crisis",
      "question": "What is the Anglophone Crisis?",
      "shortAnswer": "The Anglophone Crisis refers to the armed conflict that began in 2017 in the North West and South West Regions of Cameroon, following civil protests over the perceived marginalisation of Anglophone institutions and the imposition of French-language systems in English-speaking areas.",
      "deepAnswer": [
        "The crisis emerged from professional protests in late 2016 by lawyers and teachers objecting to French-language courts and curricula in the English-speaking regions.",
        "A government crackdown on these protests intensified grievances, leading progressively to calls for federalism and then independence.",
        "A declaration of independence in October 2017 was followed by military operations and the formation of armed groups.",
        "The conflict has resulted in significant civilian displacement, loss of life, destruction of villages, and prolonged disruption to schools and healthcare.",
        "The crisis has been characterised variously as a secessionist conflict, an identity-based conflict, and a humanitarian emergency."
      ],
      "ambazoniaClaim": "Independence advocates describe the Anglophone Crisis as a war of liberation by a people defending themselves against a state that has systematically marginalised and violated the rights of the English-speaking population.",
      "cameroonPosition": "The government of Cameroon frames the situation as a security challenge posed by armed terrorists who have rejected dialogue and perpetuate violence against civilians, security forces, and public infrastructure.",
      "internationalContext": "International observers, including UN agencies and humanitarian organisations, have documented serious human rights violations by multiple parties and called for a ceasefire and inclusive dialogue.",
      "relatedDocuments": [],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-the-scnc",
      "question": "What is the Southern Cameroons National Council (SCNC)?",
      "shortAnswer": "The Southern Cameroons National Council (SCNC) is a political organisation founded in 1995 to advocate for independence or self-governance of the Anglophone regions of Cameroon through non-violent political and legal action.",
      "deepAnswer": [
        "The SCNC emerged from the Southern Cameroons Peoples Conference and the All Anglophone Conferences of 1993–94.",
        "It submitted petitions to the United Nations and to the African Commission on Human and Peoples' Rights, arguing that the 1961 union was legally defective.",
        "The organisation maintained a policy of non-violence, seeking its objectives through diplomatic and legal channels.",
        "After 2017, the SCNC's role was largely superseded by the Interim Government and the armed conflict.",
        "The Cameroon government has periodically banned SCNC activities and arrested its members."
      ],
      "ambazoniaClaim": "The SCNC's legal strategy rests on the argument that Southern Cameroons' accession to the federation was not formalised by a binding treaty, and that the population therefore retains the right to determine its status.",
      "cameroonPosition": "The government treats the SCNC as an illegal organisation pursuing unconstitutional objectives.",
      "internationalContext": "The SCNC presented its case to the African Commission on Human and Peoples' Rights; the Commission acknowledged procedural jurisdiction but did not endorse secession.",
      "relatedDocuments": [
        "ambazonia20interpleader20summons20at20icj-20may201994",
        "republic20of20ambazonian20petition20at20the20un"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "who-is-gorji-dinka",
      "question": "Who is Fon Fongum Gorji Dinka?",
      "shortAnswer": "Fon Fongum Gorji Dinka (c. 1935–2016) was a Cameroonian legal practitioner and independence advocate who issued the first formal proclamation of Ambazonian sovereignty on 10 October 1990 and produced extensive legal writing in support of the independence claim.",
      "deepAnswer": [
        "Gorji Dinka was a barrister and traditional ruler (Fon) who argued that Southern Cameroons had never lawfully been incorporated into Cameroon.",
        "He is regarded within the independence movement as the founding figure of modern Ambazonian political thought.",
        "His 1990 proclamation and legal writings form the basis of much of the documentary record held in this archive.",
        "He corresponded with the Cameroon government, UN bodies, and foreign governments, making the legal case for Southern Cameroons' independence.",
        "He died in 2016, before the armed phase of the conflict began."
      ],
      "ambazoniaClaim": "Within the independence movement, Gorji Dinka is considered a legal authority whose analysis demonstrates the invalidity of the 1961 union and the continuing sovereignty of Southern Cameroons.",
      "cameroonPosition": "The Cameroon government did not accept Gorji Dinka's legal arguments; he was subjected to arrest and detention on multiple occasions.",
      "internationalContext": "Gorji Dinka engaged with the British High Commissioner and other officials, as documented in archives now held in this collection.",
      "relatedDocuments": [
        "gorji-dinka_meeting20with20high20commissioner",
        "gorji-dinka_copies20of20letters20sent20today",
        "courrier20by20gorji20dinka20to20paul20biya20retyped20copy",
        "hcb28-9220explained20by20fon20fongum20gorji-dinka"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-was-the-aac",
      "question": "What were the All Anglophone Conferences?",
      "shortAnswer": "The All Anglophone Conferences, held in Buea (1993) and Bamenda (1994), were gatherings of civil society leaders, traditional rulers, and political figures from the English-speaking regions of Cameroon to address Anglophone grievances within the Cameroonian state.",
      "deepAnswer": [
        "The first conference was held in Buea in April 1993; the second was held in Bamenda in 1994.",
        "The conferences produced the Buea Declaration (1993) and the Bamenda Declaration (1994), which called for a return to a federal constitutional structure.",
        "The demand at this stage was for constitutional restructuring, not outright independence.",
        "The Southern Cameroons National Council (SCNC) emerged partly from networks formed at these conferences.",
        "The Cameroon government's limited response to the declarations contributed to the gradual radicalisation of the movement in subsequent years."
      ],
      "ambazoniaClaim": "Independence advocates view the All Anglophone Conferences as evidence of sustained Anglophone political engagement and the failure of dialogue, which contributed to the eventual move toward independence.",
      "cameroonPosition": "The government engaged selectively with civil society demands arising from the conferences but rejected the call for federalism as incompatible with the unitary constitutional framework.",
      "internationalContext": "The conferences were internal Cameroonian civic events and did not attract formal international mediation at the time.",
      "relatedDocuments": [],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-the-foumban-conference",
      "question": "What was the Foumban Conference of 1961?",
      "shortAnswer": "The Foumban Conference was a constitutional negotiation held in July 1961 between the government of the Republic of Cameroon and representatives of Southern Cameroons to define the terms of their proposed federation.",
      "deepAnswer": [
        "The conference was held 17–21 July 1961 in Foumban, prior to the formal declaration of federation on 1 October 1961.",
        "Southern Cameroons was represented by Prime Minister John Ngu Foncha; the Republic of Cameroon was represented by President Ahmadou Ahidjo.",
        "The conference produced a constitutional framework for the Federal Republic of Cameroon, defining West Cameroon's powers within the federation.",
        "Critics argue the negotiations were conducted without sufficient legal formality and did not produce a binding treaty under international law.",
        "The constitutional outcome of Foumban was incorporated into the 1961 Federal Constitution."
      ],
      "ambazoniaClaim": "Independence advocates argue that Foumban produced only an internal constitutional arrangement — not a binding international treaty — and that Southern Cameroons' sovereignty was therefore never extinguished by a legally valid instrument.",
      "cameroonPosition": "The government of Cameroon treats Foumban as the founding constitutional moment of the Cameroonian federation, establishing a lawful and consensual union.",
      "internationalContext": "International legal scholars have debated whether the Foumban outcome constitutes a treaty under the Vienna Convention on the Law of Treaties; no authoritative international ruling has been issued.",
      "relatedDocuments": [
        "constitution20of20the20federal20republic20of20cameroun"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-the-un-trusteeship-system",
      "question": "What is the UN Trusteeship System?",
      "shortAnswer": "The UN Trusteeship System was a framework established by the UN Charter in 1945 to administer certain non-self-governing territories, particularly former mandates, with the objective of developing their capacity for self-government or independence.",
      "deepAnswer": [
        "The trusteeship system was established under Chapters XII and XIII of the UN Charter (Articles 75–91).",
        "It replaced the League of Nations Mandate System and was applied to former German and Italian colonies following World War II.",
        "Trust territories were administered by designated states (administering authorities) under agreements approved by the UN General Assembly.",
        "The UN Trusteeship Council supervised administration of trust territories, receiving petitions and conducting visits.",
        "The system was formally closed in 1994 when Palau became independent, the last trust territory to be resolved."
      ],
      "ambazoniaClaim": "Independence advocates argue that the termination of British Cameroons' trusteeship did not comply with UN Charter requirements for the full exercise of self-determination, and that the territory's final status was therefore not properly settled.",
      "cameroonPosition": "Cameroon maintains that the trusteeship over British Cameroons was lawfully terminated following the 1961 plebiscite and UN General Assembly Resolution 1608 (XV), and that the territory's status is permanently settled.",
      "internationalContext": "The UN General Assembly terminated the trusteeship over Southern Cameroons by Resolution 1608 (XV) of 21 April 1961. The Trusteeship Council formally closed the trusteeship the same year.",
      "relatedDocuments": [
        "trusteeship20agreement20on20cameroons20under20united20kingdom20administration201947",
        "legal20analysis20of20un20article2076b20on20future20of20the20cameroons20under20british20administration",
        "legal20analysis20of20un20article2076b20on20termination20of20the20trusteeship20agreement20of20british20cameroons",
        "statement20made20by20uk20representative20at20the20959th20meeting20of20the20trusteeship20council"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-the-two-state-federation",
      "question": "What does 'two-state federation' mean in this context?",
      "shortAnswer": "In the context of the Anglophone question, a 'two-state federation' refers to a proposed constitutional arrangement in which Cameroon would be restructured as a federation of two equal states: Francophone Cameroun and Anglophone Southern Cameroons.",
      "deepAnswer": [
        "The concept revives the original 1961 federal structure, in which East Cameroon (French-speaking) and West Cameroon (English-speaking) were nominally equal constituent states.",
        "Proponents argue that federalism would protect Anglophone institutions, common law, and the English-language educational system from assimilation.",
        "The 1972 constitutional referendum abolished the federation and created a unitary state; the 1984 constitutional revision removed the word 'United' from the country's name.",
        "The call for a two-state federation was the dominant demand at the 1993–94 All Anglophone Conferences and remained so until 2017.",
        "Since 2017, the armed independence movement has largely displaced the federalist position as the primary demand within Anglophone diaspora politics."
      ],
      "ambazoniaClaim": "Independence advocates now largely regard federalism as an insufficient remedy and the dominant claim is for full independence rather than a restructured federation.",
      "cameroonPosition": "The government of Cameroon has rejected the two-state federation model as incompatible with the unitary constitutional structure and the principle of national unity.",
      "internationalContext": "International mediators have explored federalism as a possible framework for dialogue, though no agreement has been reached.",
      "relatedDocuments": [
        "constitution20of20the20federal20republic20of20cameroun",
        "the20republic20of20cameroons20constitution20as20amended20by20restoration20law2084200120of20feb.201984"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "why-did-lawyers-and-teachers-protest",
      "question": "Why did lawyers and teachers trigger the 2016 protests?",
      "shortAnswer": "In late 2016, lawyers and teachers in the Anglophone regions protested against the assignment of French-speaking judges to common-law courts and the introduction of French-language textbooks into English-language schools, which they viewed as systematic assimilationist policies.",
      "deepAnswer": [
        "Anglophone Cameroon operates under a common law system inherited from British administration; Francophone Cameroon operates under civil law.",
        "Lawyers objected to civil law magistrates being posted to Anglophone courts without knowledge of common law procedure or the English language.",
        "Teachers objected to the introduction of Francophone curricula and French-language textbooks into schools in the English-speaking regions.",
        "The protests were organised by the Cameroon Anglophone Civil Society Consortium and the Cameroon Bar Association.",
        "The declaration of a state of emergency and the arrest of civil society leaders in January 2017 escalated the situation significantly beyond the original professional grievances."
      ],
      "ambazoniaClaim": "Independence advocates point to these protests as evidence of the systematic erosion of Anglophone legal and cultural distinctiveness, which they argue vindicates the demand for separation.",
      "cameroonPosition": "The government acknowledged some of the professional concerns and announced measures to address them, but characterised the escalation of protests into political demands as a manipulation by separatists and external actors.",
      "internationalContext": "Human rights organisations documented the use of force against protestors and the detention of civil society leaders, calling for their release and for a political response to the underlying grievances.",
      "relatedDocuments": [],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-are-the-restoration-forces",
      "question": "What are the Ambazonia Restoration Forces?",
      "shortAnswer": "Ambazonia Restoration Forces is a collective term used for various armed groups operating in the North West and South West Regions of Cameroon in pursuit of Ambazonian independence.",
      "deepAnswer": [
        "Multiple distinct armed groups operate under different names and command structures, with varying degrees of coordination.",
        "Some groups claim affiliation with the Interim Government; others operate independently.",
        "The groups have engaged in armed confrontations with Cameroonian security forces and have been responsible for documented attacks on civilians and public infrastructure.",
        "The Cameroon government labels these groups as terrorists; the independence movement describes them as self-defence forces.",
        "No armed group has achieved international recognition as a belligerent force under international humanitarian law."
      ],
      "ambazoniaClaim": "Supporters describe the armed groups as a legitimate resistance force defending a population under attack, acting within the framework of armed self-determination.",
      "cameroonPosition": "The government designates the armed groups as terrorist organisations and conducts security operations to dismantle them.",
      "internationalContext": "Human rights bodies have documented abuses by armed groups — including killings of civilians, school burnings, and kidnappings — alongside abuses attributed to security forces. All parties have been called to respect international humanitarian law.",
      "relatedDocuments": [
        "ambazonia20civil20defence20force20enrolment20form",
        "ordinance20ambazonia20civil20defence20force20ordinance"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-cameroons-legal-position",
      "question": "What is Cameroon's legal position on the Anglophone regions?",
      "shortAnswer": "The government of Cameroon maintains that the North West and South West Regions are constitutionally integral parts of the unitary Republic of Cameroon, and that their status is lawfully established and irreversible.",
      "deepAnswer": [
        "Cameroon's constitution, as amended in 1996, is the supreme law of the land and explicitly provides for the indivisibility of the state.",
        "The government holds that the 1961 plebiscite and subsequent constitutional developments permanently settled the status of the Anglophone regions.",
        "The 1972 constitutional referendum abolished the federal structure; the government considers this a valid democratic act.",
        "Separatist activities are prosecuted under Cameroonian law, including Penal Code provisions on secession and terrorism.",
        "Cameroon has sought to frame the conflict as an internal security matter, resisting characterisation of it as a colonial or self-determination question."
      ],
      "ambazoniaClaim": "Independence advocates reject Cameroon's constitutional framework as having been imposed without adequate Anglophone consent and as inconsistent with international norms of self-determination.",
      "cameroonPosition": "Cameroon's legal position is that its constitutional order is sovereign and that no external body has jurisdiction to alter the country's internal constitutional arrangements.",
      "internationalContext": "International bodies have not challenged Cameroon's constitutional framework as such, while pressing for respect for human rights and political dialogue within it.",
      "relatedDocuments": [
        "the20constitution20of20the20federal20republic20of20cameroon",
        "the20republic20of20cameroons20constitution20as20amended20by20restoration20law2084200120of20feb.201984"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-the-au-position",
      "question": "What is the African Union's position?",
      "shortAnswer": "The African Union has reaffirmed Cameroon's territorial integrity and has not endorsed the independence of Ambazonia, while calling for dialogue and the protection of civilians.",
      "deepAnswer": [
        "The AU's foundational principle of uti possidetis juris holds that post-colonial African borders should be respected to prevent instability.",
        "The AU Peace and Security Council has discussed the Anglophone Crisis and called for inclusive dialogue.",
        "The AU called for a peaceful resolution within Cameroon's constitutional framework.",
        "A High Representative facilitated some pre-dialogue contacts without brokering a formal peace process.",
        "The AU has not deployed a peace mission to the Anglophone regions."
      ],
      "ambazoniaClaim": "Independence advocates argue that the AU's adherence to colonial-era borders is itself an obstacle to justice and inconsistent with the right to self-determination.",
      "cameroonPosition": "Cameroon has engaged with AU mechanisms and considers the AU's position a validation of its territorial integrity.",
      "internationalContext": "The AU's position reflects the consensus of African states that border changes based on ethnic or linguistic identity could threaten regional stability across the continent.",
      "relatedDocuments": [
        "the20republic20of20ambazonia20at20organisation20of20african20unity20june201991"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-the-un-security-council-position",
      "question": "What is the UN Security Council's position?",
      "shortAnswer": "The UN Security Council has not adopted a resolution specifically addressing the Anglophone Crisis and has taken no formal action to endorse either the independence claim or Cameroon's position.",
      "deepAnswer": [
        "Some Security Council members have engaged diplomatically with Cameroon on the crisis, particularly France and the United Kingdom.",
        "Briefings on the humanitarian situation have been given to the Council by the Office for the Coordination of Humanitarian Affairs.",
        "The Council has not invoked Chapter VII enforcement powers or imposed sanctions related to the conflict.",
        "The UN Secretary-General's office has called for dialogue on multiple occasions.",
        "Individual Security Council members have expressed concern about the humanitarian situation, without sponsoring formal resolutions."
      ],
      "ambazoniaClaim": "Independence advocates argue that the Security Council's inaction reflects geopolitical interests rather than legal merit, and that conditions in the Anglophone regions warrant international intervention.",
      "cameroonPosition": "Cameroon has maintained that the Security Council has no basis to intervene in what it characterises as an internal security matter.",
      "internationalContext": "The UN General Assembly's human rights mechanisms, including the Universal Periodic Review and special procedures, have addressed human rights concerns without taking a position on sovereignty.",
      "relatedDocuments": [
        "republic20of20ambazonias20letter20to20the20un"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-happened-at-the-grand-national-dialogue",
      "question": "What happened at the Grand National Dialogue of 2019?",
      "shortAnswer": "The Grand National Dialogue was convened by President Paul Biya of Cameroon in September–October 2019 as a government-initiated forum to address the Anglophone Crisis, resulting in recommendations including a Special Status for the North West and South West Regions.",
      "deepAnswer": [
        "The dialogue was held in Yaoundé from 30 September to 4 October 2019, chaired by Prime Minister Joseph Dion Ngute.",
        "It was attended by representatives of political parties, civil society, traditional rulers, and diaspora members.",
        "Major armed groups and most independence advocates boycotted the dialogue.",
        "Key outcomes included a recommendation for Special Status for the Anglophone regions, accelerated decentralisation, and the release of some political detainees.",
        "The Special Status was subsequently enacted through constitutional amendments in December 2019."
      ],
      "ambazoniaClaim": "Independence advocates rejected the Grand National Dialogue as a government-managed process designed to legitimise the status quo rather than engage with the fundamental question of self-determination.",
      "cameroonPosition": "The government presented the dialogue as a genuine effort to address Anglophone concerns within the constitutional framework, producing tangible constitutional and administrative reforms.",
      "internationalContext": "International observers noted that the dialogue excluded key conflict parties and that durable peace would require broader and more inclusive engagement.",
      "relatedDocuments": [],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-the-special-status",
      "question": "What is the 'Special Status' for Anglophone regions?",
      "shortAnswer": "The Special Status is a constitutional designation enacted in December 2019 that gives the North West and South West Regions of Cameroon a degree of legislative and institutional autonomy not extended to other Cameroonian regions.",
      "deepAnswer": [
        "The Special Status was recommended by the Grand National Dialogue and enacted through constitutional amendments signed in December 2019.",
        "It establishes Regional Assemblies for the two regions with jurisdiction over certain matters, including education and the common law system.",
        "Critics argue the Special Status provides insufficient autonomy and that its implementation has been limited.",
        "Supporters present it as a meaningful devolution of power that addresses the structural roots of the conflict.",
        "Armed groups and independence advocates have rejected the Special Status as inadequate, continuing to demand full independence."
      ],
      "ambazoniaClaim": "Independence advocates consider the Special Status a cosmetic adjustment that does not address the right to self-determination and has not halted the conflict.",
      "cameroonPosition": "The government presents the Special Status as a significant constitutional concession that meets Anglophone aspirations within the framework of national unity.",
      "internationalContext": "Some international observers have noted the Special Status as a positive step while expressing concern about implementation gaps and the continued security situation.",
      "relatedDocuments": [],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-documents-underpin-the-claim",
      "question": "What legal documents underpin the independence claim?",
      "shortAnswer": "The independence claim is grounded principally in the 1947 Trusteeship Agreement, UN Charter provisions on self-determination, and arguments that no binding international treaty formalised Southern Cameroons' integration into the federation.",
      "deepAnswer": [
        "The 1947 Trusteeship Agreement established the terms under which Britain administered Southern Cameroons and the obligations owed to the territory's population.",
        "UN Charter Articles 73–80 and UNGA Resolution 1514 (Declaration on the Granting of Independence to Colonial Countries and Peoples) are cited as the basis for a right to full independence.",
        "Arguments focus on Article 76(b), which calls for self-determination in trust territories, and Article 85, which addressed trusteeship under UN General Assembly supervision.",
        "Gorji Dinka's 1992 'HCB 28-92' legal instrument is cited within the movement as a foundational claim of restored sovereignty.",
        "The absence of a formal international treaty between Britain, the UN, and Southern Cameroons governing the terms of the 1961 union is a central legal argument."
      ],
      "ambazoniaClaim": "Independence advocates argue that the legal record reveals a gap between the obligations of the trusteeship framework and the process by which Southern Cameroons' status was resolved, leaving the sovereignty question legally open.",
      "cameroonPosition": "Cameroon's position is that the 1961 plebiscite and subsequent constitutional union satisfied all relevant international legal requirements, and that no legal basis exists to reopen the question.",
      "internationalContext": "The international legal community is divided on the question; most states have not formally engaged with the legal arguments, deferring to the existing territorial settlement.",
      "relatedDocuments": [
        "trusteeship20agreement20on20cameroons20under20united20kingdom20administration201947",
        "legal20analysis20of20un20article2076b20on20future20of20the20cameroons20under20british20administration",
        "legal20analysis20of20un20article2076b20on20termination20of20the20trusteeship20agreement20of20british20cameroons",
        "hcb28-9220retyped",
        "un20legal20analysis20or20interpretation20of20article208520as20applied20to20british20cameroons202620others",
        "statement20of20treaties20and20international20agreements"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-has-the-ohchr-said",
      "question": "What has the UN human rights system said about the conflict?",
      "shortAnswer": "UN human rights bodies have documented serious violations by all parties to the conflict and called for accountability, humanitarian access, and cessation of hostilities.",
      "deepAnswer": [
        "The OHCHR has conducted remote monitoring and received reports documenting extrajudicial killings, civilian displacement, destruction of villages, and prolonged school closures.",
        "The UN Human Rights Committee reviewed Cameroon's compliance with the International Covenant on Civil and Political Rights and raised concerns about the Anglophone regions.",
        "UN special procedures, including the Special Rapporteur on extrajudicial executions, have transmitted communications to the Cameroon government.",
        "The Universal Periodic Review of Cameroon has addressed the human rights situation in the Anglophone regions.",
        "Humanitarian agencies estimate that several hundred thousand people have been internally displaced and additional numbers have fled to Nigeria."
      ],
      "ambazoniaClaim": "Independence advocates point to documented human rights violations as evidence of a systematic campaign against the Anglophone population, reinforcing their argument for self-determination.",
      "cameroonPosition": "The government acknowledges some incidents while contesting characterisations of systematic abuse, and points to investigations and prosecutions it has undertaken.",
      "internationalContext": "UN human rights bodies have called on all parties, including armed groups, to respect international humanitarian law, while noting particular obligations of the state as the primary duty-bearer.",
      "relatedDocuments": [
        "unccprc83d11342002"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-role-does-the-diaspora-play",
      "question": "What role does the diaspora play?",
      "shortAnswer": "The Ambazonian diaspora, concentrated in the United States, United Kingdom, and parts of Europe, has played a central role in financing the independence movement, lobbying international institutions, and communicating the movement's position globally.",
      "deepAnswer": [
        "Diaspora organisations provide financial support to the Interim Government and its activities, including the issuance of ordinances and the maintenance of representative offices.",
        "Diaspora members have organised petitions, legislative lobbying in host countries, and submissions to international bodies.",
        "Social media platforms managed largely from the diaspora have been central to the movement's communications.",
        "Analysts have noted a divergence between diaspora positions — which tend toward maximalist independence demands — and the positions of civilians living in the conflict zone, who bear the direct consequences.",
        "The Cameroon government has sought to restrict diaspora activities in host countries and has charged diaspora leaders with terrorism offences."
      ],
      "ambazoniaClaim": "Diaspora organisations consider themselves legitimate representatives of the Ambazonian people and integral to sustaining the international campaign for recognition.",
      "cameroonPosition": "Cameroon has lobbied host governments to take action against diaspora organisations that it regards as financing terrorism and inciting armed conflict.",
      "internationalContext": "Host governments have generally permitted diaspora political activities while monitoring those suspected of financing armed groups under domestic counter-terrorism frameworks.",
      "relatedDocuments": [
        "ambazonia20diasporan20asylum20agency"
      ],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "how-has-the-conflict-evolved",
      "question": "How has the conflict evolved since 2017?",
      "shortAnswer": "Since the October 2017 declaration of independence, the conflict has evolved from mass civil protest into a protracted armed confrontation, with significant humanitarian consequences, multiple armed factions, fragmented leadership, and ongoing but unresolved international mediation efforts.",
      "deepAnswer": [
        "The initial phase (2017–2018) saw deployment of Cameroonian military forces, the arrest of independence leaders, and the formation of the first armed groups.",
        "By 2019–2020, multiple distinct armed factions had emerged with differing command structures and varying degrees of coordination with the Interim Government.",
        "The Grand National Dialogue of 2019 and the subsequent Special Status for the Anglophone regions did not end the armed conflict.",
        "The conflict has generated one of sub-Saharan Africa's significant internal displacement crises.",
        "International mediation efforts have not produced a ceasefire or a formal peace process."
      ],
      "ambazoniaClaim": "Independence advocates characterise the conflict as a war of liberation that will continue until the right of self-determination is respected, and reject any settlement that falls short of independence.",
      "cameroonPosition": "The government's stated policy is to pursue security operations against armed groups while implementing decentralisation reforms to address legitimate grievances.",
      "internationalContext": "International organisations and governments continue to call for a negotiated, inclusive political solution, noting that the humanitarian situation has not improved substantially despite regional and international engagement.",
      "relatedDocuments": [],
      "lastReviewed": "2026-02-25"
    },
    {
      "id": "what-is-the-boundary-question",
      "question": "What is the boundary question between Ambazonia and Cameroon?",
      "shortAnswer": "The boundary question concerns the precise territorial extent of the claimed state of Ambazonia and its relationship to both the international boundary with Nigeria and the internal administrative boundaries established during the federal and post-federal periods.",
      "deepAnswer": [
        "The claimed territory of Ambazonia corresponds broadly to the former Southern Cameroons, comprising the present North West and South West Regions of Cameroon.",
        "The external boundary with Nigeria was established under colonial agreements and confirmed by the 2002 ICJ ruling in Cameroon v. Nigeria, which transferred the Bakassi Peninsula to Cameroon.",
        "Independence advocates in the Ambazonia movement have contested the Bakassi transfer as an unjust dispossession of Anglophone territory.",
        "Internal boundaries between the Anglophone regions and the Francophone regions have also been a subject of dispute.",
        "The boundary questions intersect with broader questions of resource rights, fishing rights, and access to the sea."
      ],
      "ambazoniaClaim": "Independence advocates assert that Ambazonia's boundaries should correspond to the former Southern Cameroons territory, including territories whose post-colonial disposition they regard as legally contested.",
      "cameroonPosition": "Cameroon holds that its boundaries, including the Bakassi boundary, are settled by international law and the 2002 ICJ judgment, and that no boundary revision is permissible.",
      "internationalContext": "The ICJ judgment in Cameroon v. Nigeria (2002) is the authoritative international legal determination of the Cameroon–Nigeria boundary, including in the Bakassi area.",
      "relatedDocuments": [
        "roa20eastern20boundary20with20cameroon",
        "bakassi20peninsular20dispute",
        "bakassi20deal20invalid",
        "boundary20treaty20betweeen20british20and20french20cameroons20original20version"
      ],
      "lastReviewed": "2026-02-25"
    }
  ]
}
